---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrStringerMaterial
source: html/b6cc2c9a-153f-8163-9b7c-012666154928.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrStringerMaterial Property

"Stringer Material"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrStringerMaterial { get; }
```